<h3>Интерфейс веб-мастера</h3>
<h4>Раздел "Подписки":</h4>
<p>Здесь размещены "офферы", на которые подписан веб-мастер.</p>
<p>Каждый "оффер" показывает:
</p>
<ul>
    <li>Ссылку перехода</li>
    <li>Ссылку с изображением для сайта</li>
</ul>
<p></p>
<h4>Раздел "Подписаться":</h4>
<p>Для показа "офферов" необходимо выбрать тематику и нажать "Загрузить офферы".</p>
<p>У загруженных "офферов" показаны наименование, стоимость перехода, изображение.</p>
<p>Для подписки на "оффер" необходимо нажать "подписаться".</p>
<h4>Раздел "Статистика"</h4>
<p>Для вывода статистики необходимо выбрать "оффер" и временной период в полях "От" и "До". </p>
<p>В случае незаполненного поля "До" по умолчанию будет выставлена текущая дата</p>
<p>Если незаполненными оставить оба поля - по умолчанию будет показана статистика за все время. </p>