<h3>Интерфейс рекламодателя</h3>
<h4>Раздел "Мои офферы":</h4>
<ul>
    <li><strong>Посмотреть список всех созданных "офферов":</strong>
        <p>По каждому "офферу" выводится его наименование, ссылка и список подписанных на него веб-мастеров.</p>
        <p>"Оффер" можно включить/отключить методом перемещения. В мобильной версии необходимо переместить "оффер" слева-направо.</p>
    </li>
</ul>
<h4>Раздел "Создать оффер":</h4><strong>Для создания "оффера" необходимо указать следующие данные:</strong>
<ul>
    <li>Наименование "оффера"</li>
    <li>Стоимость перехода по ссылке</li>
    <li>Путь URL</li>
    <li>Указание тематики "оффера" из предложенных</li>
    <li>Добавление изображения в формате *.png или *.jpeg</li>
</ul>
<h4>Раздел "Статистика":</h4><strong>Позволяет посмотреть количество переходов и расходы по интересуемому "офферу":</strong>
<ul>
    <li>Для вывода необходимо выбрать "оффер" и временной период в полях "От" и "До". </li>
    <li>В случае незаполненного поля "До" по умолчанию будет выставлена текущая дата.</li>
    <li>Если незаполненными оставить оба поля, по умолчанию будет показан доход за все время.</li>
</ul>