<h3>Интерфейс администратора</h3>
<h4>Раздел "Система":</h4>
<ul>
    <li> <strong>Посмотреть статистику системы:</strong>
        <p>Вывод общего дохода системы, количества выданных ссылок, переходов и отказов.</p>
        <p>Для вывода необходимо выбрать временной период в полях "От" и "До". </p>
        <p>В случае незаполненного поля "До" по умолчанию будет выставлена текущая дата</p>
        <p>Если незаполненными оставить оба поля - по умолчанию будет показан доход за все время. </p>
    </li>
</ul>
<h4>Раздел "Пользователи":</h4>
<ul>
    <li> <strong>Авторизировать новых пользователей:</strong>
        <p>Новые пользователи не имеют доступа к своему личному кабинету и должны дождаться решения администратора.</p>
        <p>Для этого администратору необходимо выбрать из списка нужных пользователей и нажмать "Авторизовать".</p>
    </li>
    <li> <strong>Отключить пользователя:</strong>
        <p>В случае необходимости можно отключить любого пользователя. Он появится в списке неавторизованных с флагом [banned]</p>
    </li>
</ul>
<h4>Раздел "Тематики":</h4>
<ul>
    <li> <strong>Добавить новую тематику для "офферов":</strong>
        <p>Для добавления необходимо ввести наименование тематики и нажмать "Добавить".</p>
    </li>
    <li> <strong>Удалить тематику:</strong>
        <p>Для удаления тематики необходимо выбрать ее из списка и нажать "Удалить".</p>
        <p>Если по тематике имеются "офферы", то удалить ее будет невозможно. </p>
    </li>
</ul>